{
  "reasons": [
    "NOOOOOOOOOOOOOOOOOOOOOOOOO 🚫",
    "ABSOLUTELY NOT. THIS IS A HUGE NO.",
    "ACCESS DENIED — GIANT NO INCOMING.",
    "NOPE. NOT TODAY. NOT EVER.",
    "REQUEST REJECTED. THE GREMLINS SCREAMED NO.",
    "PERMISSION DENIED. THE FIREWALL ATE YOUR HOMEWORK.",
    "NOT AUTHORIZED. PLEASE TRY TELEPATHY.",
    "GO AWAY. COME BACK WITH SNACKS.",
    "NOT HAPPENING. TRY AGAIN IN THE YEAR 3000.",
    "DENIED. THE DOOR IS LOCKED AND THE KEY IS IMAGINARY.",
    "THIS IS A NO. A DRAMATIC, CINEMATIC NO.",
    "NO ENTRY. THE BOUNCER SAID YOU’RE NOT ON THE LIST.",
    "TRY AGAIN LATER (OR DON’T).",
    "YOU SHALL NOT PASS. (IT’S A CLASSIC FOR A REASON.)",
    "YOU DO NOT HAVE PERMISSION. BUT YOU DO HAVE DREAMS.",
    "NO, BUT THANKS FOR ASKING SO POLITELY.",
    "NO WAY. NOT EVEN A LITTLE.",
    "NOT IN THIS LIFETIME.",
    "WE’RE NOT DOING THAT. EVER.",
    "THAT’S A NO FROM ME AND MY COMMITTEE OF CATS.",
    "SORRY, NO. PLEASE ENJOY THIS POLITE REFUSAL.",
    "NOPE NOPE NOPE. TRIPLE NOPE.",
    "NO MEANS NO. THE UNIVERSE AGREES.",
    "INSUFFICIENT PRIVILEGES. INSUFFICIENT SNACKS.",
    "REQUEST BLOCKED. THE HAMSTER POWERING THE SERVER DISAPPROVES.",
    "ACCESS FORBIDDEN. THE DRAGONS ARE ASLEEP.",
    "NO ACCESS. PLEASE TAKE A NUMBER AND NEVER BE CALLED.",
    "NOT ALLOWED. THE POLICY IS CARVED IN STONE.",
    "SECURITY SAYS NO. AND SECURITY ALWAYS SAYS NO.",
    "POLICY SAYS NO. THE POLICY IS THE POLICY.",
    "DENIED BY POLICY. BLAME THE POLICY.",
    "DENIED BY SECURITY. BLAME THE SECURITY.",
    "NOPE. UNAUTHORIZED. UNAPOLOGETIC.",
    "NOT FOR YOU. THIS ONE’S BEHIND GLASS.",
    "NOT ON MY WATCH. THIS WATCH IS EXPENSIVE.",
    "NEGATIVE. THAT’S A HARD NEGATIVE.",
    "NO THANKS. BUT DO FEEL FREE TO ASK LATER.",
    "NO CAN DO. I’M A SERVER, NOT A GENIE.",
    "NOT APPROVED. THE STAMP IS MISSING.",
    "DO NOT PASS GO. DO NOT COLLECT 200.",
    "YOU CAN’T DO THAT. YET.",
    "ABSOLUTELY NOT ALLOWED. NOT EVEN ON WEEKENDS.",
    "NOT PERMITTED. THIS IS NOT THE DROID YOU SEEK.",
    "YOU’RE NOT AUTHORIZED. BUT YOU ARE APPRECIATED.",
    "NOPE — INSUFFICIENT ACCESS. TRY LEVELING UP.",
    "DENIED — INSUFFICIENT ACCESS. PLEASE CONSULT YOUR WIZARD.",
    "YOUR REQUEST WAS DENIED. THE COUNCIL HAS SPOKEN.",
    "WE CAN’T LET YOU DO THAT. THE SQUIRRELS OBJECT.",
    "NO. JUST NO. FULL STOP.",
    "NOPE, TRY SOMETHING ELSE. LIKE COFFEE.",
    "PERMISSION DENIED. THE VIBES WERE OFF.",
    "REJECTED. THE CLOUDS SAID NO.",
    "ACCESS DENIED. THE DOOR WHISPERED ‘NOPE’.",
    "NO. THIS IS A VERY LARGE NO.",
    "NO. (BUT WITH EXTRA EMPHASIS.)"
  ]
}
